

	"NSLE-20639 -108" = "メモリ不足のため、最後のコマンドを完了できませんでした。";
	"NSLE-20639 -108 Solution" = "使用可能なメモリを増やすには、アプリケーションを終了したり、ウインドウを閉じます。";

	"NSLE-20639 -1" = "NSL の内部エラーが起きたため、要求を完了できませんでした。";
	"NSLE-20639 -1 Solution" = "もう一度やり直してください。それでも問題が起きる場合は、アプリケーションまたはコンピュータを再起動して、もう一度要求し直してみてください。";

	"NSLE-20639 -4199" = "NSL マネージャを初期化できませんでした。";
	"NSLE-20639 -4199 Solution" = "コンピュータを再起動して、もう一度やり直してみてください。";

	"NSLE-20639 -4198" = "インストールされたシステムソフトウェアは、このバージョンの NSL をサポートしていません。";
	"NSLE-20639 -4198 Solution" = "Mac OS 8.7 以降のシステムソフトウェアをインストールしてください。";

	"NSLE-20639 -4197" = "適切なバージョンの Open Transport が使用できません。";
	"NSLE-20639 -4197 Solution" = "Open Transport バージョン 1.3 以降をインストールしてください。";

	"NSLE-20639 -4192" = "お使いのコンピュータはネットワークに接続されていません。";
	"NSLE-20639 -4192 Solution" = "ネットワークの設定を確認し、すべてのネットワークケーブルが正しく接続されていることを確かめてから、もう一度要求し直してください。";

	"NSLE-20639 -4182" = "起動中は、NSL プラグインをロードできません。";
	"NSLE-20639 -4182 Solution" = "コンピュータを再起動して、もう一度要求し直してみてください。";

	"NSLE-20639 -4181" = "NSL マネージャは、ロードするためのプラグインを何も見つけられませんでした。";
	"NSLE-20639 -4181 Solution" = "/System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins フォルダ内に少なくとも 1 つの NSL プラグインがあることを確認してください。";

	"NSLE-20639 -4179" = "NSL マネージャは、要求を処理するためのプラグインを何もロードできませんでした。";
	"NSLE-20639 -4179 Solution" = "ネットワークの設定を確認し、すべてのネットワークケーブルが適切に接続されていることを確かめてから、もう一度要求し直してください。";

	"NSLE-20639 -4177" = "すべてではありませんが、いくつかの NSL プラグインのロードに失敗しました。";
	"NSLE-20639 -4177 Solution" = "少なくとも 1 つのプラグインが使用可能なので、作業を続けられます。“機能拡張マネージャ”コントロールパネルで使用可能なプラグインを確認してください。";

	"NSLE-20639 -4174" = "NSL UI Library が使用できません。";
	"NSLE-20639 -4174 Solution" = "この shared library が“機能拡張”フォルダにあることを確認してからやり直してください。";

	"NSLE-20639 -43" = "この操作に必要なファイルが使用できませんでした。";
	"NSLE-20639 -43 Solution" = "すべてのコンポーネントが適切にインストールされていることを確認してください。";

	"STR#-20639 1" = "NSL プラグイン“%s”をロードできませんでした。";

	"STR#-20639 2" = "ネットワークおよびネットワ−ク設定が適切に構成されていることを確認してください。少なくとも 1 つのプラグインが使用可能なので作業は続けられます。";

	"This Computer" = "このコンピュータ";
	"Managed Network Directory" = "管理ネットワークディレクトリ";
	"Default (%@ and %@)" = "デフォルト（%@ および %@）";
	".Mac" = ".Mac";
	
	"Server" = "サーバ";
	"My Mac" = "自分の Mac";
	"Folder" = "フォルダ";
	"Neighborhood" = "関連グループ";
	"Mac Server" = "Mac サーバ";
	"PC Server" = "PC サーバ";
	"Sharepoint" = "共有ポイント";
	"Remote Disc" = "リモートディスク";
	"AirPort Base Station" = "AirMac ベースステーション";
	"AirPort Disk" = "AirMac ディスク";
	"AirPort" = "AirMac";
	"Volume" = "ボリューム";

	"Applications" = "アプリケーション";
	"Library" = "ライブラリ";
	"Servers" = "サーバ";

	"Guest" = "ゲスト";
	"Anonymous" = "Anonymous";

	"SHARED" = "共有";
	"Network" = "ネットワーク";
	"More..." = "その他...";
	"All..." = "すべて...";
	